Repository: DEFRA/epr-prn-rep-exp-frontend
Catalog: src/Epr.Reprocessor.Exporter.UI/Resources/Views/Home/ManageOrganisation.*.resx
Languages: cy

# ManageOrganisation.Tittle
source: Landing Page
cy: [Welsh] Landing Page

# ManageOrganisation.ManageCaption
source: Manage organisation
cy: [WELSH] Manage organisation

# ManageOrganisation.OrganisationId
source: Organisation ID
cy: [WELSH] Organisation ID

# ManageOrganisation.TabHeaderContent
source: Contents
cy: [WELSH]Contents

# ManageOrganisation.TabRegistration
source: Registration
cy: [WELSH] Registration

# ManageOrganisation.TabRegistration.YouAreNotRegisteredForMaterial
source: You are not registered for any materials yet.
cy: [WELSH] You are not registered for any materials yet.

# ManageOrganisation.TabRegistration.ApplyForRegistration
source: New Registration Application
cy: [WELSH] New Registration Application

# ManageOrganisation.TabRegistration.Material
source: Material
cy: [WELSH] Material

# ManageOrganisation.TabRegistration.SiteAddress
source: Site address
cy: [WELSH] Site address

# ManageOrganisation.TabRegistration.RegistrationStatus
source: Registration status
cy: [WELSH] Registration status

# ManageOrganisation.TabRegistration.Reprocessor
source: Reprocessor
cy: [WELSH] Reprocessor

# ManageOrganisation.TabRegistration.Exporter
source: Exporter
cy: [WELSH] Exporter

# ManageOrganisation.TabRegistration.InProgress
source: In progress
cy: [WELSH] In progress

# ManageOrganisation.TabRegistration.Completed
source: Completed
cy: [WELSH] Completed

# ManageOrganisation.TabRegistration.Submitted
source: Submitted
cy: [WELSH] Submitted

# ManageOrganisation.TabRegistration.RegulatorReviewing
source: Regulator reviewing
cy: [WELSH] Regulator reviewing

# ManageOrganisation.TabRegistration.Queried
source: Queried
cy: [WELSH] Queried

# ManageOrganisation.TabRegistration.Updated
source: Updated
cy: [WELSH] Updated

# ManageOrganisation.TabRegistration.Refused
source: Refused
cy: [WELSH] Refused

# ManageOrganisation.TabRegistration.Granted
source: Granted
cy: [WELSH] Granted

# ManageOrganisation.TabRegistration.RenewalInProgress
source: Renewal in progress
cy: [WELSH] Renewal in progress

# ManageOrganisation.TabRegistration.RenewalSubmitted
source: Renewal submitted
cy: [WELSH] Renewal submitted

# ManageOrganisation.TabRegistration.RenewalQueried
source: Renewal queried
cy: [WELSH] Renewal queried

# ManageOrganisation.TabRegistration.Suspended
source: Suspended
cy: [WELSH] Suspended

# ManageOrganisation.TabRegistration.Cancelled
source: Cancelled
cy: [WELSH] Cancelled

# ManageOrganisation.TabRegistration.NeedsToBeRenewed
source: Needs to be renewed
cy: [WELSH] Needs to be renewed

# ManageOrganisation.TabAccreditation
source: Accreditation
cy: [WELSH] Accreditation

# ManageOrganisation.TabAccreditation.ApplyForRegistration
source: apply for registration
cy: [WELSH] apply for registration

# ManageOrganisation.TabAccreditation.ToGetMaterialAccreditations
source: in order to get material accreditations.
cy: [WELSH] in order to get material accreditations.

# ManageOrganisation.TabAccreditation.YouNeedTo
source: You need to
cy: [WELSH] You need to

# ManageOrganisation.TabAccreditation.Material
source: Material
cy: [WELSH] Material

# ManageOrganisation.TabAccreditation.SiteAddress
source: Site address
cy: [WELSH] Site address

# ManageOrganisation.TabAccreditation.AccreditationStatus
source: Accreditation status
cy: [WELSH] Accreditation status

# ManageOrganisation.TabAccreditation.Reprocessor
source: Reprocessor
cy: [WELSH] Reprocessor

# ManageOrganisation.TabAccreditation.Exporter
source: Exporter
cy: [WELSH] Exporter

# ManageOrganisation.TabAccreditation.StartAccreditation
source: Start Accreditation
cy: [WELSH] Start Accreditation

# ManageOrganisation.TabAccreditation.Continue
source: Continue
cy: [WELSH] Continue

# ManageOrganisation.TabAccreditation.NotAccredited
source: Not accredited
cy: [WELSH] Not accredited

# ManageOrganisation.TabAccreditation.Started
source: In Progress
cy: [WELSH] In Progress

# ManageOrganisation.TabAccreditation.Submitted
source: Submitted
cy: [WELSH] Submitted

# ManageOrganisation.TabAccreditation.Accepted
source: Accepted
cy: [WELSH] Accepted

# ManageOrganisation.TabAccreditation.Queried
source: Queried
cy: [WELSH] Queried

# ManageOrganisation.TabAccreditation.Updated
source: Updated
cy: [WELSH] Updated

# ManageOrganisation.TabAccreditation.Granted
source: Granted
cy: [WELSH] Granted

# ManageOrganisation.TabAccreditation.Refused
source: Refused
cy: [WELSH] Refused

# ManageOrganisation.TabAccreditation.Withdrawn
source: Withdrawn
cy: [WELSH] Withdrawn

# ManageOrganisation.TabAccreditation.Suspended
source: Suspended
cy: [WELSH] Suspended

# ManageOrganisation.TabAccreditation.Cancelled
source: Cancelled
cy: [WELSH] Cancelled
